IDEA StatiCa Open Model
DesignMemberInSubStructure.DesignMember Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Reference to DesignMember
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement DesignMember { get; set; }
Public Property DesignMember As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ DesignMember {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
DesignMemberInSubStructure Class
IdeaRS.OpenModel.Model Namespace